Repository: satrapit/db-conn
Catalog: languages/db-conn-*.po
Languages: fa_ir

source: Database Connector
fa_ir: اتصال به پایگاه داده

source: Database Connector is a WordPress plugin that allows you to connect to external databases and display data on your website.
fa_ir: اتصال به پایگاه داده یک افزونه وردپرس است که به شما امکان می‌دهد به پایگاه‌های داده خارجی متصل شوید و اطلاعات را در وب‌سایت خود نمایش دهید.

source: Majid Barkhordari
fa_ir: مجید برخورداری

source: Database Connector Settings
fa_ir: تنظیمات اتصال به پایگاه داده

source: General Settings
fa_ir: تنظیمات عمومی

source: Slug Settings
fa_ir: تنظیمات پیوند یکتا

source: Sign In Page Slug
fa_ir: پیوند یکتای صفحه ورود

source: Panel Page Slug
fa_ir: پیوند یکتای صفحه پنل

source: Home Page Slug
fa_ir: پیوند یکتای صفحه خانه

source: Services Page Slug
fa_ir: پیوند یکتای صفحه خدمات

source: Help Page Slug
fa_ir: پیوند یکتای صفحه راهنما

source: Profile Page Slug
fa_ir: پیوند یکتای صفحه پروفایل

source: About Page Slug
fa_ir: پیوند یکتای صفحه درباره ما

source: General
fa_ir: عمومی

source: Page slugs
fa_ir: پیوندهای یکتای صفحات

source: This is the general settings tab.
fa_ir: این تب تنظیمات عمومی است.

source: Configure general settings for the Database Connector plugin.
fa_ir: پیکربندی تنظیمات عمومی برای افزونه اتصال به پایگاه داده.

source: Configure custom slugs for plugin pages.
fa_ir: پیکربندی پیوندهای یکتای سفارشی برای صفحات افزونه.

source: Enter the custom slug for the sign in page.
fa_ir: پیوند یکتای سفارشی برای صفحه ورود را وارد کنید.

source: Enter the custom slug for the panel page.
fa_ir: پیوند یکتای سفارشی برای صفحه پنل را وارد کنید.

source: Enter the custom slug for the home page.
fa_ir: پیوند یکتای سفارشی برای صفحه خانه را وارد کنید.

source: Enter the custom slug for the services page.
fa_ir: پیوند یکتای سفارشی برای صفحه خدمات را وارد کنید.

source: Enter the custom slug for the help page.
fa_ir: پیوند یکتای سفارشی برای صفحه راهنما را وارد کنید.

source: Enter the custom slug for the profile page.
fa_ir: پیوند یکتای سفارشی برای صفحه پروفایل را وارد کنید.

source: Enter the custom slug for the about page.
fa_ir: پیوند یکتای سفارشی برای صفحه درباره ما را وارد کنید.

source: Security check failed. Please try again.
fa_ir: بررسی امنیتی ناموفق بود. لطفاً دوباره تلاش کنید.

source: You do not have permission to modify these settings.
fa_ir: شما مجوز تغییر این تنظیمات را ندارید.

source: Duplicate slug detected: %s. All page slugs must be unique.
fa_ir: پیوند یکتای تکراری شناسایی شد: %s. همه پیوندهای یکتای صفحات باید منحصر به فرد باشند.

source: Slugs updated successfully. Rewrite rules have been refreshed.
fa_ir: پیوندهای یکتا با موفقیت به‌روزرسانی شدند. قوانین بازنویسی تازه‌سازی شدند.

source: Database Connector: Twig templating engine is not available.
fa_ir: اتصال به پایگاه داده: موتور قالب Twig در دسترس نیست.

source: Sign In
fa_ir: ورود

source: Panel
fa_ir: پنل

source: Database Connector: Twig templating engine is not available. Please install Twig via Composer.
fa_ir: اتصال به پایگاه داده: موتور قالب Twig در دسترس نیست. لطفاً Twig را از طریق Composer نصب کنید.

source: Database Connector: Error initializing Twig templating engine.
fa_ir: اتصال به پایگاه داده: خطا در مقداردهی اولیه موتور قالب Twig.

source: This is a demo panel page.
fa_ir: این یک صفحه پنل نمایشی است.

source: Mobile Number:
fa_ir: شماره موبایل:

source: OTP:
fa_ir: کد یکبار مصرف:

source: Settings
fa_ir: تنظیمات
